{
    "DESCRIPTION": "Permet de créer des sauvegardes de vos serveurs.",
    "USAGE": "$backup <option> [nom]",
    "EXAMPLES": "$backup create nom\n$backup load nom\n$backup infos nom\n$backup remove nom\n$backup list",
    "LIMIT_REACHED": "Vous avez atteint la limite maximale de sauvegardes, vous pouvez toujours en demander quelques-unes de plus sur le serveur de support.",
    "NO_NAME": "Merci de spécifier un nom pour la sauvegarde.",
    "ENTRY_ALREADY_EXIST": "Il y a déjà une sauvegarde enregistrée avec ce nom.",
    "NO_ENTRY": "Il n'y a aucune sauvegarde enregistrée avec ce nom.",
    "START_BACKUP_SAVE": "La sauvegarde a commencé, merci de patienter.",
    "BACKUP_SAVE_DONE": "La sauvegarde est terminée. Vous pouvez maintenant la charger là où vous voulez.",
    "ROLE_NOT_HIGHEST": "Merci de vérifier que mon rôle est tout en haut de liste et que j'ai permissios maximale pour pouvoir charger la sauvegarde.",
    "START_BACKUP_LOAD_CONFIRM": "Merci de confirmer que vous êtes sûr de vouloir charger la sauvegarde, tout sera supprimé du serveur. Tapez ``-confirm`` pour confirmer ou ``cancel`` pour annuler.",
    "START_BACKUP_LOAD": "La sauvegarde est en cours d'installation sur le serveur.",
    "BACKUP_LOAD_CANCEL": "L'installation de la sauvegarde a été annulée.",
    "BACKUP_LOAD_DONE": "La sauvegarde a bien été installée, profitez bien de votre serveur tout neuf.",
    "LOAD_TIMEOUT": "Le temps est écoulé, vous n'avez pas validé que vous vouliez charger la sauvegarde.",
    "INFOS_TITLE": "Informations sur la sauvegarde.",
    "INFOS_NAME": "Nom :",
    "INFOS_ID": "ID :",
    "INFOS_SERVER_NAME": "Nom du serveur :",
    "INFOS_SERVER_ID": "ID du serveur :",
    "INFOS_SIZE": "Taille :",
    "INFOS_DATE": "Date de création :",
    "BACKUP_DELETE_CONFIRM": "Merci de confirmer que vous êtes sûr de vouloir supprimer la sauvegarde. Tapez ``-confirm`` pour confirmer ou ``cancel`` pour annuler.",
    "BACKUP_DELETE_CANCEL": "La suppression de la sauvegarde a été annulée.",
    "BACKUP_DELETE_DONE": "La sauvegarde a bien été supprimée.",
    "DELETE_TIMEOUT": "Le temps est écoulé, vous n'avez pas validé que vous vouliez supprimer la sauvegarde.",
    "NO_BACKUPS": "Vous n'avez encore aucune sauvegarde de serveurs.",
    "LIST": "Voici la liste de vos sauvegardes :",
    "NO_ACTION": "Merci de spécifier une action: create, load, infos, remove, list."
}