{
    "DESCRIPTION": "Allows you to play hangman alone or with friends.",
    "USAGE": "$hangman <game mode(random/custom)>",
    "EXAMPLES": "$hangman random\n$hangman custom",
    "TITLE": "Tutorial for Hangman",
    "START_TITLE": "Start a game",
    "START": "`{{prefix}}hangman [custom | random]`. Custom by default. Custom means that one of the players will have to choose the word. In Random, the word will be chosen at random by the bot. (You can suggest words to add by joining the [support server](https://discord.gg/Uqd2sQP))",
    "JOIN_TITLE": "Join the game",
    "JOIN": "React with \"📒\" or enter \"join\" in the chat when you see a message asking for it.",
    "PLAY_TITLE": "Play",
    "PLAY": "When the game has started and a hangman appears on the screen, you must find the word. If you send a letter, you ask if the letter is in the word. If you send more than one letter (one word) you wonder if you have the correct word, in case you get it wrong you are eliminated from the game.",
    "ASK_PLAYERS": "Write \"join\" in the chat or react with \"📒\" to enter the game, you have 10 seconds.",
    "ASK_WORD_DM": "Hey! You have been selected to choose the word for this part You have 30 seconds. Remember that you cannot play during this game.",
    "DM_TIMEOUT": "You didn't pick a word for the game on time, so you were eliminated.",
    "DM_TIMEOUT_CHANNEL": "The selected user did not reply to my message to choose a word, please re-execute the command.",
    "WORD_SUCCESS": "Nice word, you can now go back to the server.",
    "INVALID_WORD": "This is not a valid word, it must be longer than 3 letters and must not contain spaces",
    "RAN_OUT_PLAYERS": "There are not enough players left in the game, please try again.",
    "MISSES": "Missed: ",
    "WON": "You have won",
    "LOST": "You lost",
    "NO_ONE_JOINED": "No one has joined the game, please try again.",
    "NO_ONE_JOINED_CUSTOM": "No one has joined the game, you need at least two users for a custom game, please try again.",
    "WAIT_WORD": "{{players}} users have joined the game. Select a player to choose the word. Awaiting a response. Go see your private messages!",
    "RESULT_WON_CUSTOM": "Well done you found the word of {{selector}}, next time he will give you a more complicated one.",
    "RESULT_WON": "You won this time, but next time you might not.",
    "RESULT_LOST_CUSTOM": "Sorry you lost against **{{selector}}**, the word was **{{word}}**.",
    "RESULT_LOST": "Sorry you lost, the word was **{{word}}**.",
    "TIMEOUT": "The game ended automatically due to inactivity of 5 minutes.",
    "ALREADY_RUNNING": "There is already a game in progress in this channel, please go to another channel."
}