{
    "DESCRIPTION": "Allows you to configure the server welcome message and channel.",
    "USAGE": "$setjoin <option> <argument> ",
    "EXAMPLES": "$setjoin on\n$setjoin off\n$setjoin reset\n$setjoin channel <mention>\n$setjoin message <message>\n$setjoin options",
    "OPTIONS_TITLE": "Here are the settings available for the welcome message.",
    "OPTIONS": "**{user}**-The mention of the user\n**{user.name}**-The name of the user\n**{user.tag}**-The name + tag of the user\n**{user.createdat}**-The creation date of the user's account\n**{user.id}**-The id of the user\n**{guild}**-The name of the server\n**{guild.count}**-The number of members on the server\n**{inviter}**-The mention of the user who invited him\n**{inviter.tag}**-The name + tag of the user who invited him\n**{inviter.name}**-The name of the user who invited him\n**{inviter.id}**-The id of the user who invited him\n**{inviter.invites}**-The number of invitations of the user who invited him\n**{invite.code}**-The code of the invitation used\n**{invite.uses}**-The number of times the invitation was used\n**{invite.url}**-The URL of the invitation",
    "ALREADY_ENABLED": "The welcome message is already enabled.",
    "CHANNEL_NOT_SET": "Cannot activate welcome message until welcome channel is configured or invalid.",
    "MESSAGE_NOT_SET": "Unable to activate the welcome message until the message is configured.",
    "ENABLED": "The welcome message has been enabled.",
    "DISABLED": "The goodbye message has been disabled.",
    "ALREADY_DISABLED": "The welcome message is already disabled.",
    "CONFIRM_RESET": "{{loading}} Please confirm that you are sure you want to reset the welcome message configuration. Type ``-confirm`` to confirm or ``cancel`` to cancel.",
    "CANCELLED": "The welcome message configuration reset has been canceled.",
    "RESET_SUCCESS": "The welcome message configuration has been reset successfully.",
    "TIMEOUT": "The time has expired, you have not validated that you want to reset the configuration of the welcome message.",
    "NO_MENTION": "Please mention a channel.",
    "CHANNEL_SUCCESS": "The welcome channel has been configured correctly.",
    "NO_ARGS_MESSAGE": "Please specify a message. You can find the available parameters with {{prefix}} setjoin options.",
    "NON_EXISTENT_CHANNEL": "Unable to configure welcome message until channel is configured or invalid.",
    "TOO_LONG": "Your welcome message is too long, it must not exceed 1000 characters.",
    "MESSAGE_SUCCESS": "The welcome message has been configured correctly.",
    "NO_ARGS": "Please specify an action: on, off, reset, channel, message, options.",
    "NO_PERM": "Please give me permission to send messages in this channel or specify a different one."
}