{
    "DESCRIPTION": "Allows you to configure the server's goodbye message and channel.",
    "USAGE": "$setleave <option> <argument> ",
    "EXAMPLES": "$setleave on\n$setleave off\n$setleave reset\n$setleave channel <mention>\n$setleave message <message>\n$setleave options",
    "OPTIONS_TITLE": "Here are the settings available for the goodbye message.",
    "OPTIONS": "**{user}**-The mention of the user\n**{user.name}**-The name of the user\n**{user.tag}**-The name + tag of the user\n**{user.createdat}**-The creation date of the user's account\n**{user.id}**-The id of the user\n**{guild}**-The name of the server\n**{guild.count}**-The number of members on the server\n**{inviter}**-The mention of the user who invited him\n**{inviter.tag}**-The name + tag of the user who invited him\n**{inviter.name}**-The name of the user who invited him\n**{inviter.id}**-The id of the user who invited him\n**{inviter.invites}**-The number of invitations of the user who invited him\n**{invite.code}**-The code of the invitation used\n**{invite.uses}**-The number of times the invitation was used\n**{invite.url}**-The URL of the invitation",
    "ALREADY_ENABLED": "The goodbye message is already activated.",
    "CHANNEL_NOT_SET": "Unable to activate the goodbye message until the goodbye channel is configured or invalid.",
    "MESSAGE_NOT_SET": "Cannot activate goodbye message until message is configured.",
    "ENABLED": "The goodbye message has been activated.",
    "DISABLED": "The goodbye message has been deactivated.",
    "ALREADY_DISABLED": "The goodbye message is already deactivated.",
    "CONFIRM_RESET": "Please confirm that you are sure you want to reset the goodbye message configuration. Type ``-confirm`` to confirm or ``cancel`` to cancel.",
    "CANCELLED": "The reset of the goodbye message configuration has been canceled.",
    "RESET_SUCCESS": "Goodbye message configuration has been reset successfully.",
    "TIMEOUT": "The time is up, you have not validated that you want to reset the configuration of the goodbye message.",
    "NO_MENTION": "Please mention a channel.",
    "CHANNEL_SUCCESS": "The goodbye channel has been configured successfully.",
    "NO_ARGS_MESSAGE": "Please specify a message. You can find the available parameters with {{prefix}}setleave options.",
    "NON_EXISTENT_CHANNEL": "Cannot configure goodbye message until channel is configured or invalid.",
    "TOO_LONG": "Your goodbye message is too long, it must not exceed 1000 characters.",
    "MESSAGE_SUCCESS": "The goodbye message has been configured correctly.",
    "NO_ARGS": "Please specify an action: on, off, reset, channel, message, options.",
    "NO_PERM": "Please give me permission to send messages in this channel or specify a different one."
}