{
    "DESCRIPTION": "Permet de jouer au pendu tout seul ou entre amis.",
    "USAGE": "$hangman <mode de jeu(random/custom)>",
    "EXAMPLES": "$hangman random\n$hangman custom",
    "TITLE": "Tutoriel pour le pendu",
    "START_TITLE": "Démarrer une partie",
    "START": "`{{prefix}}hangman [custom | random]`. Custom par défaut. Custom veut dire qu'un des joueurs va devoir choisir le mot. En Random, le mot sera choisi au hasard par le bot. (Vous pouvez suggérer des mots à ajouter en rejoignant le [serveur de support](https://discord.gg/Uqd2sQP))",
    "JOIN_TITLE": "Rejoindre la partie",
    "JOIN": "Réagissez avec \"📒\" ou entrer \"join\" dans le chat quand vous voyez un message qui vous le demande.",
    "PLAY_TITLE": "Jouer",
    "PLAY": "Quand la partie a démarré et qu'un pendu apparait à l'écran, vous devez trouver le mot. Si vous envoyez une lettre, vous demandez si la lettre est dans le mot. Si vous envoyez plus d'une lettre (un mot) vous demandez si vous avez le bon mot, dans le cas où vous vous trompez, vous êtes éliminé de la partie.",
    "ASK_PLAYERS": "Écrivez \"join\" dans le chat ou réagissez avec \"📒\" pour entrer dans la partie, vous avez 10 secondes.",
    "ASK_WORD_DM": "Hey ! Tu as été séléctionné pour choisir le mot de cette partie Tu as 30 secondes. Rappelle-toi que tu ne peux pas jouer durant cette partie.",
    "DM_TIMEOUT": "Vous n'avez pas choisi de mot pour la partie dans les temps, vous avez donc été élimininé.",
    "DM_TIMEOUT_CHANNEL": "L'utilisateur séléctionné n'a pas repondu à mon message pour choisir un mot veuillez rééxecuter la commande.",
    "WORD_SUCCESS": "Joli mot, vous pouvez maintenant retourner sur le serveur.",
    "INVALID_WORD": "Ce n'est pas un mot valide, il doit être plus long que 3 lettres et ne doit pas contenir d'espace",
    "RAN_OUT_PLAYERS": "Il n'y a plus assez de joueurs dans la partie, veuillez rééssayer.",
    "MISSES": "Loupé: ",
    "WON": "Vous avez gagné",
    "LOST": "Vous avez perdu",
    "NO_ONE_JOINED": "Personne n'a rejoint la partie, veuillez rééssayer.",
    "NO_ONE_JOINED_CUSTOM": "Personne n'a rejoint la partie, il faut minimum deux utilisateurs pour une partie personnalisée, veuillez rééssayer.",
    "WAIT_WORD": "{{players}} utilisateurs ont rejoint la partie. Sélection d'un joueur pour choisir le mot. En attente d'un réponse. Allez voir vos messages privés !",
    "RESULT_WON_CUSTOM": "Bravo vous avez trouvé le mot de {{selector}}, la prochaine fois il vous en donnera un plus compliqué.",
    "RESULT_WON": "Vous avez gagné cette fois mais la prochaine fois cela ne sera peut-être pas le cas.",
    "RESULT_LOST_CUSTOM": "Désolé vous avez perdu contre **{{selector}}**, le mot était **{{word}}**.",
    "RESULT_LOST": "Désolé vous avez perdu, le mot était **{{word}}**.",
    "TIMEOUT": "La partie s'est terminée automatiquement du à une inactivité de 5 minutes.",
    "ALREADY_RUNNING": "Il y a déja une partie en cours dans ce canal, veuillez vous rendre dans un autre canal."
}