{
    "DESCRIPTION": "Permet de configurer le message et canal d'au revoir du serveur.",
    "USAGE": "$setleave <option> <argument> ",
    "EXAMPLES": "$setleave on\n$setleave off\n$setleave reset\n$setleave channel <mention>\n$setleave message <message>\n$setleave options",
    "OPTIONS_TITLE": "Voici les paramètres disponibles pour le message d'au revoir.",
    "OPTIONS": "**{user}**-La mention de l'utilisateur\n**{user.name}**-Le nom de l'utilisateur\n**{user.tag}**-Le nom+tag de l'utilisateur\n**{user.createdat}**-La date de création du compte de l'utilisateur\n**{user.id}**-L'id de l'utilisateur\n**{guild}**-Le nom du serveur\n**{guild.count}**-Le nombre de membres sur le serveur\n**{inviter}**-La mention de l'utilisateur qui l'a invité\n**{inviter.tag}**-Le nom+tag de l'utilisateur qui l'a invité\n**{inviter.name}**-Le nom de l'utilisateur qui l'a invité\n**{inviter.id}**-L'id de l'utilisateur qui l'a invité\n**{inviter.invites}**-Le nombre d'invitations de l'utilisateur qui l'a invité\n**{invite.code}**-Le code de l'invitation utilisée\n**{invite.uses}**-Le nombre d'utilisation de l'invitation\n**{invite.url}**-L'URL de l'invitation",
    "ALREADY_ENABLED": "Le message d'au revoir est déjà activé.",
    "CHANNEL_NOT_SET": "Impossible d'activer le message d'au revoir tant que le canal d'au revoir n'est pas configuré ou invalide.",
    "MESSAGE_NOT_SET": "Impossible d'activer le message d'au revoir tant que le message n'est pas configuré.",
    "ENABLED": "Le message d'au revoir a bien été activé.",
    "DISABLED": "Le message d'au revoir a bien été désactivé.",
    "ALREADY_DISABLED": "Le message d'au revoir est déjà désactivé.",
    "CONFIRM_RESET": "Merci de confirmer que vous êtes sûr de vouloir réinitialiser la configuration du message d'au revoir. Tapez ``-confirm`` pour confirmer ou ``cancel`` pour annuler.",
    "CANCELLED": "La réinitialisation de la configuration du message d'au revoir a été annulée.",
    "RESET_SUCCESS": "La configuration du message d'au revoir a bien été réinitialisée.",
    "TIMEOUT": "Le temps est écoulé, vous n'avez pas validé que vous vouliez réinitialiser la configuration du message d'au revoir.",
    "NO_MENTION": "Merci de mentionner un canal.",
    "CHANNEL_SUCCESS": "Le canal d'au revoir a bien été configuré.",
    "NO_ARGS_MESSAGE": "Merci de spécifier un message. Vous pouvez trouver les paramètres disponibles avec ${prefix}setleave options.",
    "NON_EXISTENT_CHANNEL": "Impossible de configurer le message d'au revoir tant que le canal n'est pas configuré ou invalide.",
    "TOO_LONG": "Votre message d'au revoir est trop long, il ne doit pas dépasser 1000 caractères.",
    "MESSAGE_SUCCESS": "Le message d'au revoir a bien été configuré.",
    "NO_ARGS": "Merci de spécifier une action: on, off, reset, channel, message, options.",
    "NO_PERM": "Merci de me donner la permission d'envoyer des messages dans ce canal ou d'en spécifier un autre."
}